CSI API ETABS v1
cView Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cView
Public Interface cView
Dim instance As cView
public interface class cView
type cView =  interface end
The cView type exposes the following members.
Methods
Name | Description
RefreshView
 Refreshes the view for the specified window(s).
RefreshWindow
Top
See Also
Reference
ETABSv1 Namespace